# Обзыватор
'''
.tralka:: Сливает. \n\n<b>Использование:</b> \n<code>.tralka</code> кол-во предложений
'''

import asyncio
from telethon import events
import random


def a(client):
	@client.on(events.NewMessage(pattern=r"\.tralka", outgoing=True))
	async def _(event):
		try:
			txt1 = event.message.message
		except:
			txt1 = event.original_update.message.message
		if len(txt1.split(' ')) != 1:
			counter = int(txt1.split(' ')[1])
		else:
			counter = 1

		msgs = '''
			ты понимаешь что я очко твоей матери своим хуем двигал как тяжелый предмет в виде дивана ? 
			ты понимаешь что мой хуй изучил анальные тоннели твоей матери которы построили древние инки ? 
			ты понимаешь что я могу подвести свой хуй к носу твоей матери с помощью твоего рта ? 
			ты понимаешь что клитор твоей матери собрали древние атцтеки ? 
			ты понимаешь что мой хуй агент клитора твоей матери и помогает ей рефиларами ? 
			ты понимаешь что клитор твоей матери летает по хуя как самолет по миру ? 
			ты понимаешь что мой хуй полностью погрузился в клитор твоей матери ? 
			ты понимаешь что сейчас будешь принимать мой хуй себе в душу как родного  
			ты понимаешь что пока ты мой хуй перекатывал через равнины,в пизде твоей мамы столкнулись неизвестные хуи ? 
			ты понимаешь что я тебя распял на хуем твоего отца ? 
			ты понимаешь то что мой член рвет очко твоей матери без предупреждение ну как прям на войне ? 
			ты понимаешь что мой хуй очко твоей матери обустроил как комнату в квартире ? 
			ты понимаешь что я в клиторе твоей матери потроил стиральную машинку для хуев ? 
			ты понимаешь что я своим хуем измерял длину клитора твоей матери ? 
			ты понимаешь что я ставлю запятые на пизде твоей мамаши ты опездол тупорылый
			слыш, пидорас, сюда иди 
			я твоей матери дал колбасой по ебалу, и сказал, что так было 
			ебать ты куб квадратный 
			твоя мамаша в лесу наткнулась на мой хуй,как красная шапочка на волка
			твоя мать задерживает дыхание при виде моего хуя
			по факту ты сосешь мне хуй
			твоя мать белый лебедь моего хуя 
			я шёл на фронт в надежде увидеть и спасти от плена пизду твоей мамаши 
			это новая эра троллинга, тут сошлись в поединке зубы твоей матери и мой член 
			ты куда съебываешь?  зверосовхоз анальный 
			понимаешь, что я ебал твою мать в парке юркского переода 
			фу, стрелочник, твоя мать тоже стреляет губой по моему хую 
			я твою мать ебал когда на полянке зажглись фонари 
			твоя мать увидев мой хуй сказала -" что за красавец "
			ты наверное не знал, но мой хуй проявлял активность ещё в античности, мой хуй по словам ученых был спасителем людского рода. мой хуй спас людей от голода и жажды в том числе и твою мать 
			твоя мать мне сосала с молитвой ебанашка
			у тебя молофья на губе, вытри 
			ты пидор, а твоя мамаша сасет!!!
			ты хуесос, а я ебал твою мать на горах кавказа 
			я тебе ебальник членом потушу 
			мать твою ебал на приеме у стоматолога 
			мамашка твоя шла на хуй, как негр за свободой 
			пойми  пиздак твоей мамаши спасается от бед на моем хую, твоя мамаша гоблин моего хуя, я ей целку вишенкой сорвал 
			а ты знал, что мой хуй пищезаменитель твоей мамаши? 
			колчаном мать твою ебал 
			твоя мамаша динамик моего хуя 
			я бил посуду об пизду твоей мамаши 
			ебал твою мамашу на крыше дома твоего 
			мой хуй не ручка, зачем твоя мать написала себе на лбу моим хуем? 
			моим хуем откапывали храм в пизде твоей мамаши 
			твоя мама точит зубы об мой хуй 
			ебать ты чушка обосраная, а твоя мамаша пидораска картавая 
			как то пушкин сказал, что на пизде твоей мамаши больше волос чем у еврея 
			твоя мама хуесоска, а ты пидорас слизистый 
			ты слизняк моего хуя 
			твоя мамаша отдыхала в турции на моем хую 
			мать твою ебал, дурачок 
			понимаешь, что твоя мать мой хуй, как зеницу ока бережет 
			пиздак твоей мамаши склонен к суициду, а пиздак твоей мамаши болен моим хуем что ли?  нахуй твоя мамаша изучает мой хуй?  он не миф и не легенда  мой хуй вошёл в твою мать, как самолёт в ангар 
			у твоей мамаши на пизде татуировка в виде моего хуя 
			ебал мать твою в период харьков 
			твоя мать что кавбой?  нахуй она вырядилась в шляпу?  она любит когда её в шляпе ебут?  твоя мать дура?  на хуя она натянула гандон на голову?  она что решила разграбить губой мой хуй? 
			твоя мать звонила моему хую 
			твоя мать пикапит мой хуй взглядом 
			мой хуй не карандаш, но он оставил автограф на губе твоей мамаши 
			алло, я пришёл, дабы от чистить ебло твоей мамаши от штукатурки своим большим, толстым хуем 
			ну нихуя твоя мать дзюдоист с вертушки губы мой хуй уложила 
			прости, но я случайно уронил абажур на пиздак твоей мамаши, туши быстрее 
			твоя мамаша пришла в аббатство, раскинула свои губы на скамью, и начала сосать хуи церковникам отчищая свой рот от злых вредителей, но это похуй, я просто ебу твою мать
			аббревиатура рта тврей мамаши такова " бзщув " - беру за щеку у всех, вот такая твоя мать 
			вот смотри ,дурачок, вот я ебу твою мать, да? а ты просто смотришь, и не делаешь ничего, вот дурак
			ты что творишь, мой друг, у тебя очко дырявое, у тебя недуг 
			слыш, вот смотри в чем проблема твоего очка,оно просто дырявое, нитог и иголок всего мира не хватит, чтоб его зашить 
			а знаешь, вот я ебу твою мать, как шаман вызывает духов, я вызываю твою мать 
			хех, петушок, ты пальцы не сломай 
			вот чота мать твою так поебываю, как с утреца кофеек, прям её очко бодрит с утра
			тебя гриппом не в школе заразили, ты просто когда хуй сосал заразился от своего отца 
			а ты знал, что вич передаётся по очку и вагине, вот я когда ебал твою мать без гандона ,сто раз перекрестился 
			почему твой троллинг такой тонкий? по нему поезд проехал или на него слон сел? 
			я блядь нашёл твою мамашку на трассе, как сотку в зимней куртке, разница большая, но радость одинаковая 
			аха,юный деградант у которого iq размера с члена собаки думает, что троллить умеет? 
			ты ошибаешься, я могу твою маманьку ебать год, выдержка, как у рта твоей мамаши
			вот смотри,ты одинок, ведь мой хуй не заглядывает больше в твой рот на чай,тебе грустно, ведь мой хуй окончил отношение с твоей губой, они больше не пара
			пошли на монетный двор,ты узнаешь за что покупают твою мать, прости,я не хотел тебя обидеть, но рот твоей мамаши,как проходной двор, ну хуи часто заглядывают на чай
			допустим,я выебу твою мать,а дальше что? я же брошу её, она хуета бля, я не буду с ней 
			бля, чувак, как бы сказать мягче, ну ебал я твою мать,и чо? скандал заводить?  нахуй столько шума поднимать из за того, что я ебал твою мать
			вот смотри,сейчас я буду давать хуем твою мать,как бульдозер,бля 
			ты психически болен? ставишь своё очко перед негром болеющим эболой 
			пиздец, ты негретенок с камеруна который строит из себя белого, ты запутался в расе
			смотри, мой хуй открыл колледж по обучению мамашек пррституции, почему твоя мать первый абитуриент?  она склоняется к шлюхинизму и ракованию? 
			пиздец она пузатая мымра с терпким ароматом вазилина от очка 
			смотри, вот ты же получишь три ножевых в горло из за изнасилования своей руки и губы,дурачок
			вот смотри, твоя мать купила абонимент в массажную клинику, чтоб посасывать там всем хуи,пиздец, ходит массажировать хуй и губы
			пиздец, твоя мать мне позвонила и сказала 
			абонент временно не может отсосать вам хуй, он приедет позже . я аж ахуел, мне впервые так сразу предложила отсос баба которую никогда не видел 
			вот что ты вчера видел за углом дома? как я ебал твою мать? в этом ничего нет,у неё бешенство матки и языка, бывает такое
			мой хуй оставил впечатление твоей губе? 
			он её ебал,как никто не ебал,просто поебал,как бог
			вчера мой хуй взял твою губу на обордаж 
			он долго дрался с ней, и победил тремя залпами, твоя губа быстро сдалась 
			я прям абориген,вторгся в джунгли твоей мамки, ты понял о чем я
			бля,ты наверно единственный зародыш который выжил после аборта, наверное звучит старо и банально, но ты жертва оборта
			слыш, ты абортивный даун, у тебя развитие начало скатываться к нулю, ты с каждой секундой глупее, и тупее,повадки твоей мамаши кстати,она тоже деградирует, ей говоришь - принеси попить.а она к хую, и сосать 
			пиздец ты баба, я троллить начинаю только, а ты уже ноешь, я даже не разогрелся ещё 
			алло, блядь,какая свадьба?  тут поебал, бросил, я не буду жениться на твоей мамке 
			не надейся отсосать мне хуй,я больше не ебу твою мать,твоей мамашке то же самое передай, чтоб завтра не приходила, а, да,с барделя она тоже уволена
			ты чо там,задумался? думаешь о моем хуе,кстати, твоей мамашке мой хуй тоже снится, и снится то,как я ебал её 
			да ты заебал, унылый хуесос, ты чо там мямлишь?  ты думаешь слить меня?  посмотри то, что пишу я,а потом на своё дерьмо,да,я тоже не идеал, но ты вообще ебучее говно 
			ай, такому хуесосу, как ты,бесполезно объяснять,ты жалок и глуп, твоя мать извеснее сычевой,её рот знаменит на всю россию
			предположим тот факт,что я ебал твою мать,но ведь я предупреждал, что будет больно, да, это чистая правда, я выебал твою мать, не тебе меня судить
			прикол, я нашёл совпадение у тебя и твоей мамаши, вы оба зубы не чистите, я когда вас на рот ебал, заметил
			пиздец, если твою мать выебать она превратится в красавицу?  это так,просто вопрос,чтоб наверняка 
			ебать, вот я такой человек странный, могу твою мать ебать лет 20, даже больше её уже ебу, просто брак,я тебе отчим все же
			я когда ебал твою мать в рот заметил, что у нее рак губы,я никогда не забуду эту раковую женщину 
			твоя мать пиздец дура, оделась, как киркоров, и бежала всем сосать со словами 
			я бью женщин и мне похуй на твою мать !!! 
			беги быстрее, твоя мать аванс в барделе получила, шоколадку тебе купила, кушай, не подавись 
			я один раз шёл на авантюру, ебал твою мать без гандона, дело прошло удачно, беременности не было
			фух, на свой страх и риск ебал
			восьмое августа 2014 г,спроси у своей мамашки, что было в тот день, а она ответит, что я ебал ее какие милости 
			пиздец, я ебал твою мать,кончаю в рот ей,а она такая - куда багаж?  а я такой, глотай весь грузона такая может на багажник переплюнуть,а я такой - глатать, знач глатай.
			ихих,пиздато,да?
			ты блядь понимаешь, что мой хуй тебя вкачает?
			ты знал, что мой хуй я закину в очко твоей мамаши, будто мячик в корзину?
			погоди, я ещё не разогрелся,я твою мать в склепе ебал 
			мой хуй в очке твоей мамаши золото добывает 
			я в пизде твоей мамаши тыкву посажу
			я нахуй подсолнухом ебу твою мать
			семя хуя моего? у пиздака твоей мамаши от моего хуя побочные эффекты 
			семя хуя моего? пизда твоей мамаши ругается с моим хуем 
			семя хуя моего? ты вафлер хуя моего? 
			семя хуя моего? тебя пограничники ебут?
			семя хуя моего? я тя яйцом оглушу
			семя хуя моего? мой хуй твою губу поранил на войне/
			семя хуя моего? мой хуй спиздил у тебя 7 хромосом
			семя хуя моего? мой хуй даст тебе пизды
			семя хуя моего? я ебал твою мать на грядках
			я хуя моего? мой хуй с пиздой твоей мамаши написал новый хит
			семя хуя моего? ты сасешь потея
			семя хуя моего? ты будешь в войсках моих сосунов?
			семя хуя моего? ты дышишь моим хуем будто воздухом?
			семя хуя моего? ты сделал новые документы, чтоб шифроваться от моего хуя?
			семя хуя моего? твоя губа шумит на моем хую?
			семя хуя моего? ты принял эстафету моего хуя?
			семя хуя моего? ты на моем хую,как на родео?
			семя хуя моего? нет,ну мне твою мать ебать в колхозе? 
			семя хуя моего? мне твою мать ебать в столовой?
			семя хуя моего? ньюфаг хуя моего? 
			семя хуя моего? ты хули то с темы соскакиваешь,а ну,садись на мой хуй
			семя хуя моего? лижи мне яйца, как твоя мать
			семя хуя моего? иди блядь сюда,хуесос
			семя хуя моего? давай, соси мне
			семя хуя моего? алло блядь,я трубкой твою мать ебал
			семя хуя моего? ты понимаешь, что твоя мать была в группе поддержки моего хуя?
			семя хуя моего? ты издаешь звуки на моем хуе
			семя хуя моего? твоя мать за моим хуем,как за шведским столом яйца по французки,венские колбасы,ссаки,спермы,будто испанские лимонады
			семя хуя моего? тытчо нахуй, хуйня подзалупная,надо смыть тебя 
			семя хуя моего? понимаешь, что мой хуй карает твоё очко 
			тащи свою мать к моему хую,саранча ебаная
			ты понимаешь, что мой хуй пропустит по твоему рту напряжение силой 50 тысяч вольт
			ты понимаешь, что мой хуй спасет тебя от катастрофы 
			понимаешь, что мой хуй пленил тебя своей красотой
			мой хуй болтает с очком твоей мамаши
			я твою мать ебу,а ты всасываешь мой хуй
			я на пизде твоей мамаши поставил табличку вход
			твоё анальное отверстие горит от хуев 
			мой хуй достиг предела эволюции в пизде твоей мамаши 
			понимаешь, что я твоё очко в компрессором расхуярю?
			я же половые губки твоей мамаши в дробитель засуну, и сделаю фарш для тебя 
			мой член так эффектно скользит по твоим яйцам
			понимаешь, что ебать твою мать суть моей жизни?
			твоя губа на моем члене кульпиты делает?
			понимаешь, что ебать твою мать работа моя? ебу твою мать в солярии инфокрасным лучом
			я пиздак твоей мамаши дверью прищемил
			об пиздак твоей мамаши вазу бил,у твоей мамаши теперь хрустальная 
			твой язык ходит эффектно по моему хую,как пугачева
			хуем поставлю тебя на расстрел,понимаешь? 
			ты ваще вкурсе, что я ебал тя?
			нет,ну твоё очко так пиздато прыгает с хуя на хуй
			продолжишь хуй сосать?
			слыш,тсс,тиха,я ебу твою мать,это секрет
			не хочу тебе портить праздничное настроение, завтра скажу,что мать твою ебал
			давай ты сука мой хуй будешь быдать языком,как бык
			наездник хуя моего? кавбой ебаный, хватит скокать на моем хую
			ты же за моим хуем, как собака за палкой
			сохрани мой хуй,ценный экспонат,два яйца фабирже, и венский алмаз
			понимаешь, что ты вкачиваешься моим хуем?
			не тролль,ты не умеешь, ты лох объебанный
			я же весь твой лобковой притон знаю
			слыш,каспер, привидение ебаное,ты ещё не испарилось? 
			твоя губа типо демон который хочет поработить мои яйца?
			алло, роберто даун хуйлан
			мой хуй прям зубная счетка, отбелил твои зубы
			о,так ты решил всё таки вкусить плоды хуя моего? 
			понимаешь, я блядь в тебя запущу с трусов,как рогадкой, хуем,улетишь нахуй, как от сайги
			понимаешь, что я тебя задушу трусами твоей мамаши?
			ты сука мой калл глотать будешь,как алкаш водяру
			я же тебя оглушу,яйцеклетка ты ебаная
			алло,ты ещё хочешь моего хуя сосать?
			ща,я жопу вытру еблом твоей мамаши,и поебу тебя 
			ты блядь понимаешь, что я хуем рот твоей мамаши изморал?
			ты не принимай близко к сердцу, но я ебу твою мать
			ты же пиздишь шаблы ебаш пати переставляя слова?
			твой рот не выдерживает напора спермы, его разрывает уже нахуй 
			я сука люстру на пизде твоей мамаши повешу,чтоб светила ходила
			иди сюда,собака, я те палку в виде хуя кину за щеку 
			твой рот,это шкаф для хуев
			понимаешь,тебе что и делать,то это сосать мой толстый хуй
			понимаешь,что я пиздой твоей мамаши кирпичи ложил?
			я же твою мать ебу,мой хуй быстрее печатает 
			я скачал антивирус для хуя,чтоб от рта твоей мамаши не поймать троян
			я сделаю хуи из цемента,и дам твоей мамашке сосать бетонные хуи
			почему ты глотаешь?
			ты мой хуй с вафлей перепутал?
			я твою мать ебу,а ты влюбляешься чёт 
			в тебе хуев больше чем клеток
			я из рта твоей мамаши хуем все слюни вытяну
			ты не вафля нахуй, ты вафленок ебаный
			в твоём рту хуев за день было больше чем посетителей в мавзолее за год 
			твой рот вместо купюр принемает хуи и только в пятитысячном размере
			твоя мать получат приз,как миллионый посетитель моего хуя
			я бассами глушу звуки из очка твоей мамаши 
			ты по моему хую взбираешься, как джек по бобовому стеблю
			ты мой хуй перевозишь в контробанде?
			твой рот за мой хуй горой?
			понимаешь, что ты на моих лобковых волосах,как на скрипке играешь
			мои яйца не барабаны, не стучи по ним языком
			не вывезит твоя губа мой толстый хуй
			я свое очко твоим языком вытираю
			я ебал твою мать на линейке 1 сентября
			в траве сидел лошок , он яйца мне лизал,он яйца мне лизал,и хуй потом сосал 
			тебе мой хуй не затраллиравать
			деградант с маленькой писькой? да я же блядь против твоей мамаши санкции вводил
			теперь вход хуям в её пизду и продуктам ограничен 
			слышь ещё раз скажи как я твою мать ебал и попробуй только от сюда кони сдвинуть пока я тебя не отпущу
			блять я тебя щас внатурt троллить научу гиена пустоголовая,я смотрю ты не понял кто перед тобой, и кому ты своё ебало открываешь
			чисто зашугал сынка шлюхи,что он уже думает мой член повесить у себя на стене,слышь дичь гнойная,ну ка давай хуй мой на ебало себе приклей и начни уже его отсасывать
			я говорю мать твою ебал повтори ещё раз это слово сын шлюхи
			внатурt пуган походу у тебя уже горит слышь да это , ну ка давай зяблик придумай что то новое что бы я отпустил тебя от сюда уже, с пробитым твоим ебалом
			ебало закрой сказал сын шлюхи внатури щас член схлопатаешь своим длинным ебалом хуйня узкоглазая
			внатуре хант ебаный решил на мой член прыгнуть тут
			смотри мать твою ебем пока ты по тихоньку с радаров изчизаешь мудила
			че говоришь мать твою ебем да
			слышь внатуре хуй сосешь читая это все,давай ебало своё сюда стяни мудила кривоеблая
			чисто в ебальник тебе член клал, ты заметил сын шлюхи
			слышь я мать твою ебу,нахуй ты на это ведёшься качерга ебаная
			чисто в ебало тебе член сую сын шлюхи , ты че такой серьезный , я же говорю что мать твою ебал
			чисто матери сынка шлюхи обоссал бля буду
			чисто по феншую мать твою паебываю ты заметил это
			я щас тебе в ухо настучу своим членом,бармалей ты ебаный
			сын шлюхи не спи,я мать твою ебал
			бля буду мать твою выебал уже ты хули спать ушёл мудила кривоеблая
			Чисто мамашу твою через окно хуем выкинул
			Ты зачем мой хуй сосешь,пидорас дырявый
			Чисто мамашу твою отьебал тут
			твою жирную мамашу вертел на хую
			Чет твоя слабая мамаша пиздаком вешается на мой хуй
			Ебучку сломал твоей мамашке
			мамашу твою пидорасил об стену
			Давай быстрее хуй насасывай,опездол немощный
			Ну че вы там хуй принялись мой сосать,фанаты слабые?)
			Чет нашел своим хуем в пиздаке твоей мамаши прошлогоднюю заначку
			Чет на своем волосатом мотороллере прокатил твою мамашу
			внатуре разнес своей залупой табло вашим мамашкам,жалкие дети шлюх
			Какого хуя твоя мать использовала в локальной войне мой хуй как автомат калашникова?)
			Чет продырявил твою жалкую мамашу
			мамашу твою отпидорасил чет при всех
			чёт в пиздаке твоей мамани устроил парад хуев)
			твою мамашу сдал на мясокомбинат нахуй,что бы себе чехол для хуя сшить)
			сейчас внатуре пиздак твоей мамани облею спермой,словно обоями нахуй
			Чет мой хуй в пиздаке твоей мамаши начинает по стенам долбить с силой титана)
			Рассаду из хуев посадил в пиздак твоей мамаши
			Ну че откинулась-то,хуйня немощная
			слабак давай хуй соси мой быстрее,опездол слабый
			Чет развел на анальные поебушки твою мамашу
			На растрел хуев отвел мамашку твою,за то что мой хуец плохо насасывал)
			ты понимаешь,что я твою мать отправил хуем на орбиту,что бы она отражала своей пиздой метеоритную атаку?)
			хуем тебя в космос закинул,сын шлюхи
			Кости бросал твоей спидозной мамаше словно собаке
			Разобрал пиздак твоей мамаши словно это ак 47
			Мда,снова пришлось окупировать твоё очко
			Ты там уже выдохся что ли,слабак ебанный
			Чисто на раз-два твоя мамаша свою калитку открывает,что бы мою залупу встретить
			Хуем разгадал пароль от анальных ворот твоей мамаши
			Хуем перевернул твой пиздак как футболку
			сын шлюхи,ты зачем свою мамашу на мой хуй бросил
			Чет гланды разворотил мамаше твоей
			Хуем побывал в анальных пещерах твоей мамы
			Зачем когда ты мой хуй сосет,желание загадаешь?
			слабак снова что ли свою мамашу проебал,когда с моим хуем боролся?:D
			Давай агрессивнее пиши,пока я снова твою мамульку не выебал
			чурка ты че там мой хуй сосешь в пол силы,слабак ебанный?)
			Внатуре опрокинул пиздак твоей мамульки своим хуем:D
			Чет хуем закидывал камни в пиздак твоей мамаши
			сын шлюхи заебал уже на месте стоять и мой хуй сосать,опездол дырявый
			Я думаю ты уже догадался, что твоя мать своим очком скользит по моему хую
			После того как я выебал твою мамашу, онa кидается на мой хуй с голодными глазами как только его видит:)
			Чисто мамаше твоей хуй за щеку киданул
			Сижу тут бедолагу хуем в угол загоняю,а вы что делаете?
			Мамашу твою тут же растоптал члениной своей
			Сидит тут слабак,от безысходности свое ебало спермой облил,что бы не палить свое ебало покрасневшее
			слабак,намотай сопли свои на кулак и дай отпор,сын шлюхи
			Пиздец тут маманю твою раскидал по хуям чисто
			чисто мать твоя шлюха
			сын шлюхи, быстрее хуй мой соси говорю
			Эй слабый,а ну быстро свою мамашу от моего хуя убери,пока я ей в щеку не уперся
			Ты че там кони двинул,сын пидораса
			Ты где там потерялся,сын шлюхи
			Я сказал мать твоя шлюха
			А ну дай достойный отпор,что бы я твою мамашу не отпидорасил
			чисто мамашу твою поёбывал тут
			зачем твоя мамаша на мой хуй кидается,лол
			эй слабак, хуй будешь?
			Я тебе сказал ебало завалить,сын шлюхи
			твоей мамаше хуй за щеку присунул чет
			Ты че там заикаться то начал,опездол
			Чисто маманю твою по хуям пустил тут
			слабый,оправдай свою маманю шлюху
			Чисто мамашу твою тут на своем хуем перевернуля 
			маманю твою ебал,что на это скажешь?
			Ты зачем на мой хуй уселся как на кресло-то?
			ты вот понимаешь что своим хуем буду ловить твою мать и отбивать пзидак её )?? 
ты вот понимаешь что мой хуй перевозил пизду твоей мамы на твоё ебало) 
ты вот понимаешь что втой рот на моем хуе живет то?) 
ты вот понимаешь что мой хуй сейчас будет опустошать пзду твоей мамы)??
пидараска ты гнила ебупонимаешь что я твоей маткри ебало хуем снесу?) 
пидараска ты гнила ебупонимаешь что ты на пизде матери чзыком водила?)) )шульман?)пидараска ты гнила ебупонимаешь что я щас тебе ебало хуем на улицу вынесу?))
пидараска ты гнила ебупонимаешь что твоя мать на мой хуй ебнулась она лошадь ебанная?))
слышь?)пес?)курва обоссаная?)мясная дырка ходячая?)ты помнишь как я тебе кончила в рот,но тебе этого не хватило и ты нагребла се моей кончи на зиму в ведро?)
понимаешь что,я тебя своей убью..как щенка позрного который под клитором мамки войну устроил?)	
понимаешь что мой хуй как голубь который открыл губки твоей мамки,тоесть пиздак и залетел туда?)0
понимаешь что твоя мать на мой хуй с дерева падет и позвонок себе сломалала?)0
понимаешь что я на пмзде твоей матери пишу своей залупой как на ебле твоего бати?)0
понимаешь что мой хуй рвет пиздак твоей матуху как прут ?)
понимаешь что я в пмзде твоей матери окопы делаю как в 41?)0
понимаешь что я на пизде твоей мамки стакан ставлю как на поднос?)0
понимаешь что я щас твое ебало в свой хуй засуну он будет как на северном полюсе?)0
понимаешь что твоя мать на мой хуй рычит как бык ебанный?)0
понимаешь что твоя мамаша шлюха кондратная я на ее пиздаке хуем глаза и рот вырезаю?)0
понимаешь что мой хуй это дракон..который огнедышит в анал твоей матери что она от страха в твой анал как в комнату убежала и спряталась?)0
ты понимешь что твоя мтаь втиранла про духвные ценности шлюха ебаная) 
ты понимешь что мой хуй как заштёпангый флаг ебал твою мамшку в говне0 
ты понимешь что мой хуй подстривался к пизде твоей мамшки) 
ты понимешь что мой хуй синомпик пиздака твоей мамшки
ты понимешь что мой хуй запускает струж в пизду твой мамаши что бды лили дожди) 
ты понимешь что твоя мать читала стихи моему хую)0 
ты понимешь что я ебюал твою мамашку на кресле при пиве) 
ёты понмиешь что мой зхуй заснял видюху как твоя мамашка связывала моему ху. понамку) 
ты понимшеь что мой хуй как маршел ебал твою мать на столе) 
ты понимешь что мой хуй в пизде твоей маамшки как жук в муравейнике?)\\\\ 
ты понимшь что мой хуй ебал твою мамашку как проосроченой шпроты) 
ты понимшеь что мой хуй ебал втою мамашку капустой) 
ты понимешь что твоя мать спит на моём хую как надживка на круючке) 
ты понимшеь что мой хуй пичатал колыбельную твоей мамашке что бы она уснула под моим хуем в палатке?) 
ты понимешь что мой хуй дорожит пиздой твоей мамашки 
ты понмиешьь что мой хуй ебал твою мат как биштекс?) 
ты понимешь что мой хуй ебал втою мамашку как баранку на ухю вертел() 
ты понимешь что мой хуй щашпаклефал пизду твоей ма 
тьы понмиешь что мой хуй читал протесты в суде что твоя маь лезбияничала с моим хуем в шкафу) 
ты понимешь что ты сосёшщь дудку под сасания моего хуя0 
ыт вот пркнь что когда мой хуй будет ебать твою мать то она будет течь от моего хуя то?)
ты понимшеь что твоя маь бегает по стадиону от моего хуя) 
ты понимешьь что мой хуй архелес древний бог для пизды твоей мамашки 
ты понимшеь что мой хуй ебал втою мать как эверест?() 
ты понимешь что мой хуй пиздил твою мать ка кпотсон с теплици) 
ты понимшеь что мой хуй про жил а твоя мать грызла кости спидозной крысы на останвке) 
ты понимешь что твоя мтаь пропала на моём хзую?) 
ты понимешь что мой хуй поставил крест на горбу твоей мамшки 
ты понмиешь что мой хуй ебал втою мамашку в камбенезоне что бы она не обоссалась) 
ты понимешь что омй хуй поливает твою мамашку как сембиоз) 
ты понимешь что твоя мтаь женилась на моём хую) 
ты понимешь что твоя маь подмигивает моему хую)_ 
ты понимешь что мой хуй ебал твою мамашку в лесу и зачитывал заколинани я вагабунт) 
ты понимшеь что мой хуй ебал втою мамашку под тонкие тентакли) 
ты понимшь что мой хуй как дизертир зазрывает очко втоей мамашки как плёнку? 
ты пониешь что мой хуй ебал твою мать по полной жопе 
слышь плеча еабная я втою мамашку ебал на прилавке у лорькеа как барадавку) 
ты понимешь ччто я твою мамашку запрегал в бутку и кормил говном ослов) 
ты понимшеь что твоя мтаь галка ебаная с моего хуя рис пиздит) 
ты понимешь что твоя мать устреца ебана я на моём хую спит?) 
ты понимешь что твоя мамашка на мой хуй ллезет улитка ебаная 
ты понмиешь что мой хуй твою шею паганую разьебёт нахуй 
ты понимешь что я буду втой рот невелировать как хуесос 
бутка ебаная мне твой рот дрелью разьебать?) 
я твою мать хуем в лесу зарою) 
я тебе ноги в рот клал пидарас ты ебаный) 
я твою мать хуем прострелил как с двух стволки 
сын блудной шлюхи?) мой телефон когда розрядитса я сую провод твоей мамаши в влагалище и он заряджаетса а все потому что я ебал твою мамашу со скоростю света и мой хуй так быстро терся об краи пизди твоей мамаши что там пошло елекричество ?) ебаный ты хуеплет ты два слова связать не можешь ты мой хуй насосался?)выебанное животное
обрыганное ебало  я когда играл с твоей мамашей в пинбол я стрельнул эй в пизду теперь у нейо пизда зделалась красной я еще когда кончаю туда становитса флаг польщи ебаный ты водолей который напригнул на мой хуй и просил чтобы я тебя покатал?
ты вот понмиаешь что мой хуй сейчас будет на твоем рту предсказываать тебе будущие то)? 
в пизде твоей мамы можно розводить свиней нахуй) 
ты вот понимаешь что втою мать сейчас буду совм хуем лечитьь как доктор?) 
ты вот понимаешь что ыт уже устал мой хуй состаь и умераешьс мне прм в яйца) 
ты вот понмиаешь чтов пизде твоей мамы погибнит мой хуй как герой) 
ты вот понимаешь что твою мать сейчасбуду совим хуем кастировать клтор её)
ты вот понимаешь что мой хуй сейчас будет показывать в какой стороне ты его сосал) потом крч ты прийдешь на то место станешь раком и скажешь что бы вебал теб0 а крч ногой тебе по ебальнику дам ис кажу что бы пошел нахуй от сюда)
ыт вот понимаешь что твою мать буду за просто так ебать) ты вот хули качаешь мышцы моей кочной то?) ты думаешьч то моей кочной можно накачать тело?)
почему ты нюхалл мою кончу то?)??ты сука наркоман ебанй) 
ты вот понмиаешь что ыт попал на мой хуй как на рай то и начал сосать мне его) 
ыт вот понимаешь что ыт сука отсосал мой хуй и теперь ыт сука фейлишься на моем хуе как днар ебаный)
я сейчас пизду твоей мамы натяну на твое ебало) чтобы красивее стал0
ты же подсос моего хуя, который правит пиздой твоей мамаши, спермоглот ?
я по твоему ебалу хуем тормозил,и стер тормозные колодки)
вот ты сучка ебанная) ты блять попутала все нахуй) зачем ты в пизду своей мамки складируешь драва на зиму? для этого есть сарай) тупая ты шлюха) ты еще в пизде своей мамки камин замути) чмо ты недоразвитое)
я тебя ебал в подвале на гнилом стуле) ты тварь ебучая) а ну нахуй пошел)
знаешь,когда я увидел твою пизду, я подумал, почему бы там не посторить новый город? охуенная идея! там много место) построим город) неее,стой,страну! и я буду ей править) исходя из всего этого,получается,что я правлю твоей пиздой)
знаешь что? сыбалась нахуй с моих глаз) шлюха ты ебанная) я тебя сейчас тут нахуй зарежу,как шайтан, тварина ты обосанная)
слыш! ты олень ебанный) я тебе всегда буду рад дать пососать)
ты бля, пизда тупая, ты че сука нахуй въебалась по полной? я тебе сейчас пизду твою нахуй скручу,потаскушка ты ебанная) иди бананы воруй,животное ты хуесосное)
ты жалкое хуепотало) перестань хуи сосать) пидарска) я тебя сейчас на хую твоего бати распну, как иисуса христа на кресте)
та зачем мою залупу во время минета покусываешь 
помнишь как ты мой хуй узнала,среди тысячи? сразу увидела то,что принимаешь в рот каждый день
вот скажи мне одно) зачем твоя мать мой хуй смазала? да, я понимаю,что мой хуй большой,но анал та ее больше) там ходят слухи столько хуев затерялось)
ты вот понмаешь что мой хуй мчал по пизде твоей мамы со скорость 300 км в час?) 
ты сука как демон ебаный) ыт не устал от моего ху?) может пойдешь прилжишь на мои йца?) 
ты вот понмиаешь что я своим хуем буду ловить рыбу в пзде твоей мамы) 
ты вот понимаешь что ыт сука герой) который отсосал мой хуй и рассказал соседям то) 
ты вот понимаешь что я буду своим хуем сейчас чистить анальный каналы твоей мамы то) 
ты вот почему когда приходишь со школы то всегда садишьс на мой хуй) отдохнуть шоли и снть стрес?) 
ты вот понмиаешь что пзда твоей мамы будет бела после того как я кончу на неё?)
я ща через свой хуй пущу электро заряд тебе в мозг 
я пиздой твоей матери вкрутил лампочку 
твоя мать через мой хуй проливается как вода) 
я твою мать ведром ебал) 
я твою мать салатом ебал) 
мать твою феном ебал) 
мать твою картошкой ебал) 
мать твою гречкой ебал) 
мамка твоя твоему отцу с моим хуем изменяла) 
мать твою в больнице ебал) 
мать твою ебал у нее аж пизда задымилась) 
моя конча заменяет кровь в твоем теле) 
ты вкурсе что в очке твоего бати живут гномы?) 
вот зачем ты так накидываешься на мой хуй как овчарка?) 
нахуй ты проводил тест драйв на моем хуе ? 
пидор огнедыщащий иди сюда я тебя ебать буду 
ятвою мать ебал на морозе) 
твоя мать была пьяная и скакала на моею хую) 
я не понял твоя мать реально щас сосать мне будет) 
твоя мать мне сосала не спрашивая) 
я твою мать ебал со скоростью света) 
я твою мать ебал, у нее аж пизда загорелась?? 
я ща своим хуем проложу торговые пути к пиздаку твоей матери 
тебя ебали хачи когда твой отец массировал мне яица своей губой 
ты понимаешь что ты въезжаешь на мой хуй?) 
ты будибилдер моего хуя ты знал?() 
я тебя буду ебать бомбуковой розей 
твоя мать колхозница ебаная на моём хую пялшет чечётку 
сосёт мой хуй под русский бит стаса мехайлова?) 
ты мареонетка ебаная под мой хуй ходишь 
нахуй ты мой хуй кладешь себе в рот,тебе нравится вкус ? 
я твою мать сопагом ебал пойми) 
твоя мать мне за просто так отдалась) 
твоя мать мне сосала при луне) 
я твою мать ебу понимаешь ?) 
твоя мать сосет) я твою мать дошираком ебал) 
твоя мать сосет)я твою мать спичками ебу) 
я твою мать с хуя пускал) 
твоя мать снова на мой член приземлилась после полёта в таджикистан на родину) 
почему пиздак твоей матери, затягивает хуи, как треугольник бермудский?) 
я твою мать пылесосом ебал 
я твою мать с хуя через заборы перекидывал) 
ты возьми себе в зубы лейку и поливай огороды в пизде своей мамаши) 
я же раковую опухоль в пизде твоей мамаши устронял при помощи своего хуя)
когда у твоей матери будет ангина позови меня я буду ей в горло бры3гать своей спермой) 
я твою грудную клетку хуем расспиливал пополам и стелил под своими дверьми)
зачем ты ртом на хуй упал?) 
твоя мамашка за барбариску хуй сосет на рынке) 
после того как я ей лечил рак губы залупой она полбюбила его скоро мой хуй ты сможешь называть папкой) 
вот у тебя явно пидорские наклонности( 
меня вдохнавляет твой рот напавший на мой хуй) 
как ты отнесешься к тому что мой хуй застрял в 12 перстной кишке твоей мамаши?? 
я твою мать хуем пиздил) 
я твоей матери зубы хуем выбил, она так горько плакала) 
я твоей матери хуем клизму сделаю) 
я твоей матери хуем хребет ломаю) 
я твоей матери хуем шею ломаю) 
я твоей матери клитор с ноги выбивал) 
я твоей матери кирпичи в ебло кидал) 
я твою мать на чердаке ебал) 
я твою мать на дверной ручке ебал) 
я твою мать на калитке ебал) 
я твою мать забориной ебал) 
я твою мать качергой ебал) 
я об пизду твоей матери бычки тушил) 
ты свою сестру по моему согласию ебал) 
я нождачкой хуярил по пизде твоей матери) 
я тёркой тер ебло твоей матери) 
я твою мать обоссал пока ты клитор сестре лизал) 
твою мать осудили пожизенно за посиделки на моем хуе) 
твоя мать на мой член с 5 этажа падала) 
я твоей мамке хуем в глаз тыкал) 
я твоей матери на ебло кончал пока ты хуй отца сосал) 
ты свою мать учил хуй сосать) 
я твоей матери хуем по губе давал) 
я твоей матери хуем по щеке ударил , у нее челюсть сломалась) 
я твоей матери залупой по лбу хуярил пока ты мне яйца лизал) 
я твою мать за деньги снимал, после отдавал бомжам и они ее по кругу ебали) 
твоя мать блядь, а твой отец работает в гей клубе) 
я розу впизду твоей матери тыкал) 
твоя мать падала на мой член как засохший лист с дерева) 
твоя мать плоскогрудная ебанашка сука)
я пизду твоей матери тебе на ебло натягивал) 
я клитор твоей матери растягивал, он становился длиднный как змея) 
я твою мать за половые губы к потолку прибивал и харкал ей в ебло) 
я твою мать
шампуром ебал) 
я твоей матери за щеку за забором давал) 
твоя мать пиздой картошку сортировать умеет) 
я твою мать через прогиб ебал) 
ты вкурсе что я щас твою мать членом отпиздил?) 
твоя мать мне за хлеб сосала) 
твоя мать мне за одежду сосала) 
твоя мать мне за рубль отдалась) 
я твою мать хуем прихлопнул) 
я твоей матери членом последние зубы выбил) 
ты облизываешь мне член после анального секса с твоей мамашей) 
ты пизду своей матери хуем поливаешь как огород) 
я твоей матери ебло об асфальт разъебал) 
я твоей матери в ебло харнул) 
я лишу тебя девственности, и буду резать твое девтсвенное тело ножовкой) 
твоя мать мне на ногах ногти грызет) 
я горшок с говном на голову твоей матери одевал) 
я твоей матери хуем подщечины давал) 
я твоей матери хуем губу сломал) 
я на ебло твоей матери мусорный пакет одевал) 
я в тухлой пизде твоей матери опарышей разводил) 
твоя мать своими гландами машонки щекочит) 
я хуй полоскал в мо3гах твоей матери) 
я хуй в горло твоей матери сувал , чтоб она у нее не шаталась) 
я через мозг твоей матери мочу фильтровал) 
я принимаю экзамены, а твоя мама даёт мне взятку натурой). 
я рвал тебе целку твоей матери ржавой трубой :3 
ты своим языком вшей лобковых на пизде матери гонял) 
ты своим ртом глистов из жопы матери вытаскивал) 
ты понимаешь твой рот как вай фай) который принимает только хуи)
блять ты анальный ща твое ебало на свой хуй выкину как тряпку ебанную олень ёбанный)
ты хуйлан обосанный тыпонимаешь что я в пизде твоей матери экскурсию своим хуем провожу?) еблак сука
ты обосанный презирфатив ты понимаешь что я твоей матери на пизду как у далматинеца делаю?))
слыш чихотка ебанна я щас буду твоей мамаше блять анальные трубы хуем прочищать свиноматка ты обосранная
я твой рот ебал)как дятел дупло)ты же простат ебанная)давай всасывай морй хуй)ебанный ты пылесборник)твой отец пидорас зоофил)давай блять хобот ебанный)соси мой хуй как соску)
ты двуликий жоподранец))) я ща сделаю из тебя завод салоедский и обеспечу хохлов на бесконечными запасами сала)))
ты под ником пидор наверноераньше зависал, я справки навел тебя там знают все ты забиваешь там стрелки а потом сосешь в реале и тебе рвут очко ну это конечно твоя жизнь ты делай что хочешь мне в принципе срать на твое ебло с дивана поносом..но ты сам то как? как ты матери в глаза то смотришь и отцу когда домой распердоленный приходишь садишься вечером за семейный ужин а у тебя на губах сперма и дерьмом воняет
говно блять ты гандоизвилистое)мне твоему отцу опять блять гплазные яблоки хуем выжимать?алле блять)алибаба для моего хуяхила ты с казанского вокзала)я щас блять твоей матери ее анальные трубы хуем буду чистить)я блять аналдьный мистер пропер для пиздака твоей мамаши)понимаешь меня?не заглатывай мне)ладно?ты же блять понимаешь что мой хуй в твоем анале как вентилятор болтается)он блять в анал твоей мамки на ковре самолете залетел)
нальные трубы хуем буду чистить)я блять аналдьный мистер пропер для пиздака твоей мамаши)понимаешь меня?не заглатывай мне)ладно?ты же блять понимаешь что мой хуй в твоем анале как вентилятор болтается)он блять в анал твоей мамки на ковре самолете залетел
алле блять)кляча ебанная ты понимаешь что я своим хуем твою сонную артерию пережимаю обосанный ты мудень)
а вот ты мне ответь на вопрос почему ты такой ебанный пидорас которого ебут все в жопу подряд)глиномес ты ебанный)твоя голубятня потрепана нахуй)
давай крч мы твою мать вместе поебем я дам тебе шанс)если не справишься я отпизжу тебя своей залупой и заставлю сосать мой хуй
слыш ты нахуй еанутая ты скоропостижная манда)ты понимаешь что щас на моем хуе потухнешь как спичка ебанная)
ты же понимаешь что я своим хуем щас в твоей ебанутой башке блять оставлю огромную дырку и буду туда сувать свой хуй)все равно мозга у тебя нету)
эй блет)говно ты нахуй опущенное)иди склонись к моим яйцам и сиди там тихо)сын ебанного аборта)твоя мать уже на свой кресло каталке едет ко мне)
я крч щас буду твою мамашу раком ставить)тортила ты ебанная)ты понимаешь что я своим хуем эту старуху инвалидкой просто сделал)
нус)ты же щас будешь мое говно с лопаты есть ебанная ты блять тюлениха и ты щас просто будешь ебаться всраться с моим хуем)
эээ вщ)ты там вообще завались нахуй ты блять дамба ебанная обоссанная и униженная моим хуем перебитая анально целиндривеская невьебическая манда)
блиа)ты блять просто ебанное вымя)давай корыто ебанное сьеись просто с моего хуя чмошница ты ебанная)ты давай там на мой хуй не ори червяк ты бешенный)
такс-такс)давай ка ты пойдешь нахуй обьебанная ты манда которая только может с моего хуя крошки языком подметать)как пылесос ебанный)пылесборник ебучий перескучий)
хахаха)ты блять опоссум ебанный сьебись блять пока мой хуй на ковре самолете не достиг твоего ебанного анала)ты блять обоссанное мурло)ты же просто блять опущеннка)
кхм)ты же блять просто понимаешь что ты червь навозный нахуй моим хуем удушенный блять)захлебнись ты уже в моей моче сука)хыхыхых
кстати гнида)ты будешь своей мамкой на рынке как помидорами торговать или как?)я чот блять понять не могу)бизнесмен ты хуев)
ор)слыш ты нахуй блять хобот ебанный)иди отсюда нахуй дальней дорогой блять твое место на свалке ебать завали нахуй блять свой мусоропровод и сьебись
хуеглотина ты че на мой хуй раскудахталась?) 
шлюха ты ебаная) ты пноимаешь что я своим хуем в пизду твоей мамаши чернубю дыру сделал?) 
ты пноимаешь что я тебе клитор на твой уебский ебальник натяну, шалава ебаная?) 
хули ты мой хуй игноришь конина ебаная?) 
ты щас с моего хуя будешь крошки языком очищать) пылесос ебаный) 
ты пноимаешь что я твою матуху под елкой в хвост долбила пока ты рассказывала стихи деду морозу?) 
ты пноимаешь что я застукала твоего батю в ванне и там он ебал резиновую бабу?) 
ты пниомаешь что я твою мать на сковородку хуем посажу и зажарю как яйца?) 
ты пниомаешь что я твоей мамаше хуем пробила расстоянеие между междой и жопой?)
ты блять боятся меня должен ибо как твоя мать шлюха спидозная ты хоть понимай что делать надо или ты совсем из-за хуев голову потерял?
ты нахуй не суй свой нос в вагину своей мамки так как она занята моим хуем если не хочешь этого видеть иди дрочи на свое фото пидорас г
ты нахуй мне подлизал в 45 когда гитлер хотел выебать твою мать и застрелится у тебя что совсем мозгов нет? ты нахуя у меня хуй отсосал перед гитлером? пидорас ?? блять не позорься шлюха
ты блять моего хуя не всостоянии тролить ты понимаешь пидорас ты галимый хуесас еьучий нахуй шел отсюда хуету тупая
ля ты ты у меня щас мои сообщения сосать будешь прямом значении сосать понимаешь хуесас ты галимый? или нет я тебе очко порву и кину псам нахуй
ты шавка ебучая когда ты мне пишешь это достовляет удовольствие/моему хую и ты пишешь пиздос ебаный?
ты слышь пиздой своей не веляй или тебе в ухо хуй сунуьь что б ты свою мать слышал как она орет пидор ебаный?
ты зачем показываешь языком на мой хуй и киваешь головой что хочешь по быстрее его соснуть ты что мол такой пидр? хуесас ебаный
блять покажи мне хоть одну твою дырку которую я еще не ебал ты же нахуй конченный хуесас однако не так ли? ты сосать учись
ты когда-то мне говорил что мой хуй для тебя царь а твой язык царевна нахуй ты такой ебанутый задался? 
блять ты унылая хуйня понимаешь что мой хуй тебя один на один разорвет пидор ты конченный
кароч нахуй ты щас подсосать мне хочешь?думаешь я тебе хуй в рот не суну пидорас?
я же тебе в рот кончу пидор ты унылый ну ка сюда иди пока мой хуй не завал от пизды твоей мамаши ты же мне ещё за декабрь минет не сделал
ты мне когда сосать/ будешь? пидорас ты ебаный ты мне нахуй мою мочу пить будешь пока я ебу твою мать
слышишь/ты пидорас ебаный я щас начну кончать ты будешь принемать порцыю сперм пидораса кусок или тебя выебать цыркулем что тебе не пришлось пить сперму?
			'''
		global a
		a = []
		for _ in range(int(counter)):
			a.append(random.choice(msgs.split('\n')))

		msg = ' '.join(i for i in a)
		await event.edit(msg)




if __name__ == '__main__':
	try:
		a(client)
	except:
		pass